tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/core"
brew "aria2"
brew "autojump"
brew "bat"
brew "fontconfig"
brew "python"
brew "cheat"
brew "exa"
brew "gcc"
brew "gistit"
brew "git"
brew "gnuplot"
brew "htop", args: ["with-ncurses"]
brew "mas"
brew "pipenv"
brew "pyenv"
brew "pyenv-which-ext"
brew "ruby"
brew "safe-rm"
brew "ssh-copy-id"
brew "you-get"
brew "ffmpeg"
brew "zsh-syntax-highlighting"
brew "p7zip"
cask "grammarly"
cask "iterm2"
cask "mactex"
cask "skype"
cask "motrix"
cask "mounty"
cask "drawio"
cask "google-chrome"
cask "pdf-expert"
cask "vnc-viewer"
cask "betterzip"
cask "mathpix-snipping-tool"
cask "jabref"
cask "syncthing"

cask "visual-studio-code"
mas "Archiver", id: 619437121
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "QQ", id: 451108668
mas "WeChat", id: 836500024
mas "Xcode", id: 497799835
